Repository: bekarice/woocommerce-extra-product-sorting-options
Catalog: i18n/languages/woocommerce-extra-product-sorting-options-*.po
Languages: pl_pl

source: Extra Product Sorting Options for WooCommerce
pl_pl: Dodatkowe opcje sortowania produktów dla WooCommerce

source: Rename default sorting and optionally extra product sorting options.
pl_pl: Zmień nazwę domyślnego sortowania i opcjonalnie dodatkowe opcje sortowania produktów.

source: New Default Sorting Label
pl_pl: Nowa domyślna etykieta sortowania

source: If desired, enter a new name for the default sorting option, e.g., &quot;Our Sorting&quot;
pl_pl: W razie potrzeby wprowadź nową nazwę domyślnej opcji sortowania, np. &quot;Nasze sortowanie&quot;

source: Add Product Sorting:
pl_pl: Dodaj sortowanie produktów:

source: Select sorting options to add to your shop. %1$ssee documentation%2$s for more details.
pl_pl: Wybierz opcje sortowania, które chcesz dodać do swojego sklepu. Więcej szczegółów znajdziesz w %1$sdokumentacji%2$s.

source: Remove Product Sorting:
pl_pl: Usuń sortowanie produktów:

source: Select default sorting options to remove from your shop. %1$ssee documentation%2$s for more details.
pl_pl: Wybierz domyślne opcje sortowania, które chcesz usunąć ze swojego sklepu. Więcej szczegółów znajdziesz w %1$sdokumentacji%2$s.

source: Name: A to Z
pl_pl: Nazwa: A do Z

source: Name: Z to A
pl_pl: Nazwa: Z do A

source: Available Stock
pl_pl: Dostępność

source: Review Count
pl_pl: Liczba recenzji

source: On-sale First
pl_pl: Wyprzedaż

source: Weight ascending
pl_pl: Waga rosnąco

source: Weight descending
pl_pl: Waga malejąco

source: Height ascending
pl_pl: Wysokość rosnąco

source: Height descending
pl_pl: Wysokość malejąco

source: Sort by name: A to Z
pl_pl: Sortuj według nazwy: A do Z

source: Sort by name: Z to A
pl_pl: Sortuj według nazwy: Z do A

source: Sort by availability
pl_pl: Sortuj według dostępności

source: Sort by review count
pl_pl: Sortuj według liczby recenzji

source: Show sale items first
pl_pl: Pokaż przedmioty z wyprzedaży jako pierwsze

source: Sort by weight ascending
pl_pl: Sortuj według wagi rosnąco

source: Sort by weight descending
pl_pl: Sortuj według wagi malejąco

source: Sort by height ascending
pl_pl: Sortuj według wysokości rosnąco

source: Sort by height descending
pl_pl: Sortuj według wysokości malejąco

source: You cannot clone instances of %s.
pl_pl: Nie możesz klonować instancji %s.

source: You cannot unserialize instances of %s.
pl_pl: Nie można zdeserializować instancji %s.

source: Configure
pl_pl: Konfiguruj

source: Support
pl_pl: Wsparcie

source: %1$sExtra Product Sorting Options for WooCommerce is inactive.%2$s This plugin requires WooCommerce %3$s or newer. Please %4$supdate WooCommerce%5$s or %6$srun the WooCommerce database upgrade%7$s.
pl_pl: %1$sDodatkowe opcje sortowania produktów dla WooCommerce są nieaktywne.%2$s Ta wtyczka wymaga WooCommerce %3$s lub nowszej. %4$zaktualizuj WooCommerce%5$s lub %6$suruchom aktualizację bazy danych WooCommerce%7$s.

source: %1$sExtra Product Sorting Options for WooCommerce settings have changed.%2$s Random sorting is now disabled. If you need to re-add this option, please %3$sview our plugin notes%4$s.
pl_pl: %1$sDodatkowe opcje sortowania produktów w ustawieniach WooCommerce uległy zmianie.%2$s Sortowanie losowe jest teraz wyłączone. Jeśli chcesz ponownie dodać tę opcję, %3$sprzejrzyj nasze uwagi dotyczące wtyczek%4$s.

source: %1$sExtra Product Sorting Options for WooCommerce settings have changed.%2$s Featured sorting is no longer possible with WooCommerce 3.0+ as this product data has changed. Please %3$sview our plugin notes%4$s for more details.
pl_pl: %1$sDodatkowe opcje sortowania produktów w ustawieniach WooCommerce uległy zmianie.%2$s Wybrane sortowanie nie jest już możliwe w WooCommerce 3.0+, ponieważ te dane produktu uległy zmianie. Aby uzyskać więcej informacji, %3$sprzejrzyj nasze uwagi dotyczące wtyczki%4$s.
